Repository: Atharvakandhare/JSR_iOS
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# appTitle
source: Water Tank Management
hi: वाटर टैंक प्रबंधन
mr: वॉटर टँक व्यवस्थापन

# loginTitle
source: Water Tank Management
hi: वाटर टैंक प्रबंधन
mr: वॉटर टँक व्यवस्थापन

# usernameLabel
source: Username
hi: उपयोगकर्ता नाम
mr: वापरकर्तानाव

# passwordLabel
source: Password
hi: पासवर्ड
mr: पासवर्ड

source: Remember me
hi: मुझे याद रखें
mr: मला लक्षात ठेवा

# loginButton
source: Login
hi: लॉगिन
mr: लॉगिन

# usernameRequired
source: Please enter username
hi: कृपया उपयोगकर्ता नाम दर्ज करें
mr: कृपया वापरकर्तानाव प्रविष्ट करा

# passwordRequired
source: Please enter password
hi: कृपया पासवर्ड दर्ज करें
mr: कृपया पासवर्ड प्रविष्ट करा

# twoFactorPrompt
source: Please enter your 2FA token
hi: कृपया अपना 2FA टोकन दर्ज करें
mr: कृपया तुमचा 2FA टोकन प्रविष्ट करा

# settingsTitle
source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज

# themeSectionTitle
source: Theme
hi: थीम
mr: थीम

# themeSectionDescription
source: Select the theme for the app
hi: एप के लिए थीम चुनें
mr: अॅपसाठी थीम निवडा

# themeLight
source: Light Mode
hi: लाइट मोड
mr: लाइट मोड

# themeDark
source: Dark Mode
hi: डार्क मोड
mr: डार्क मोड

# languageSectionTitle
source: Language
hi: भाषा
mr: भाषा

# languageSectionDescription
source: Select the language for the app
hi: एप के लिए भाषा चुनें
mr: अॅपसाठी भाषा निवडा

# languageEnglish
source: English
hi: अंग्रेज़ी
mr: इंग्रजी

# languageHindi
source: Hindi
hi: हिन्दी
mr: हिंदी

# languageMarathi
source: Marathi
hi: मराठी
mr: मराठी

# drawerDashboard
source: Dashboard
hi: डैशबोर्ड
mr: डॅशबोर्ड

# drawerSocieties
source: Societies
hi: सोसायटी
mr: सोसायटी

# drawerTanks
source: Tanks
hi: टैंक
mr: टाक्या

# drawerCleaningRecords
source: Cleaning Records
hi: सफाई रिकॉर्ड
mr: स्वच्छता रेकॉर्ड

# drawerAnalytics
source: Analytics
hi: एनालिटिक्स
mr: विश्लेषण

# drawerSettings
source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज

# drawerLogout
source: Logout
hi: लॉगआउट
mr: लॉगआउट

# commonRetry
source: Retry
hi: पुनः प्रयास करें
mr: पुन्हा प्रयत्न करा

# commonCancel
source: Cancel
hi: रद्द करें
mr: रद्द करा

# commonDelete
source: Delete
hi: हटाएं
mr: हटवा

# commonExit
source: Exit
hi: बाहर निकलें
mr: बाहेर पडा

# commonAll
source: All
hi: सभी
mr: सर्व

# appExitTitle
source: Exit App
hi: ऐप बंद करें
mr: अॅप बंद करा

# appExitMessage
source: Are you sure you want to exit the application?
hi: क्या आप वाकई एप्लिकेशन से बाहर निकलना चाहते हैं?
mr: तुम्हाला खरोखर अॅप्लिकेशनमधून बाहेर पडायचे आहे का?

# commonNone
source: None
hi: कोई नहीं
mr: काहीही नाही

# commonUnknown
source: Unknown
hi: अज्ञात
mr: अज्ञात

# commonRequired
source: Required
hi: अनिवार्य
mr: आवश्यक

# commonPositiveNumber
source: Must be a positive number
hi: मान धनात्मक होना चाहिए
mr: मूल्य सकारात्मक असणे आवश्यक आहे

# commonAmountLabel
source: Amount: ₹{amount}
hi: राशि: ₹{amount}
mr: रक्कम: ₹{amount}

# commonDueLabel
source: Pending: ₹{amount}
hi: लंबित: ₹{amount}
mr: प्रलंबित: ₹{amount}

# paymentStatusPaid
source: Paid
hi: भुगतान किया
mr: देय भरले

# paymentStatusUnpaid
source: Unpaid
hi: अभुगतान
mr: देय बाकी

# paymentStatusPartial
source: Pending
hi: लंबित
mr: प्रलंबित

# paymentModeCash
source: Cash
hi: नकद
mr: रोख

# paymentModeOnline
source: Online
hi: ऑनलाइन
mr: ऑनलाइन

# paymentModeCheque
source: Cheque
hi: चेक
mr: चेक

# paymentModeUpi
source: UPI
hi: यूपीआई
mr: यूपीआय

# paymentModeCard
source: Card
hi: कार्ड
mr: कार्ड

# dashboardTitle
source: Dashboard
hi: डैशबोर्ड
mr: डॅशबोर्ड

# dashboardLoadError
source: Failed to load dashboard
hi: डैशबोर्ड लोड करने में विफल
mr: डॅशबोर्ड लोड करण्यात अयशस्वी

# dashboardTotalSocieties
source: Total Societies
hi: कुल सोसायटी
mr: एकूण सोसायटी

# dashboardTotalTanks
source: Total Tanks
hi: कुल टैंक
mr: एकूण टाक्या

# dashboardTotalCleanings
source: Total Cleanings
hi: कुल सफाई
mr: एकूण साफसफाई

# dashboardRecentCleanings
source: Recent Cleanings
hi: हाल की सफाई
mr: अलीकडील साफसफाई

# dashboardPaymentStats
source: Payment Statistics
hi: भुगतान आँकड़े
mr: भुगतान आकडेवारी

# dashboardRevenueSummary
source: Revenue Summary
hi: राजस्व सारांश
mr: महसूल सारांश

# dashboardTotalRevenue
source: Total Revenue
hi: कुल राजस्व
mr: एकूण महसूल

# dashboardTotalCollected
source: Total Collected
hi: कुल संग्रह
mr: एकूण वसुली

# dashboardTotalDue
source: Total Pending
hi: कुल लंबित
mr: एकूण प्रलंबित

# dashboardQuickActions
source: Quick Actions
hi: त्वरित क्रियाएँ
mr: जलद कृती

# dashboardCreateSociety
source: Create Society
hi: सोसायटी बनाएँ
mr: सोसायटी तयार करा

# dashboardCreateTank
source: Create Tank
hi: टैंक बनाएँ
mr: टाकी तयार करा

# dashboardCreateCleaning
source: Create Cleaning
hi: सफाई रिकॉर्ड बनाएँ
mr: स्वच्छता रेकॉर्ड तयार करा

# dashboardUpcoming
source: Upcoming
hi: आगामी
mr: आगामी

# dashboardOverdue
source: Overdue
hi: अतिदेय
mr: बहुदा

# dashboardRecordsCount
source: {count} records
hi: {count} रिकॉर्ड
mr: {count} नोंदी

# cleaningRecordsTitle
source: Cleaning Records
hi: सफाई रिकॉर्ड
mr: स्वच्छता रेकॉर्ड

# cleaningRecordsLoadError
source: Failed to load records
hi: रिकॉर्ड लोड करने में विफल
mr: रेकॉर्ड लोड करण्यात अयशस्वी

# cleaningRecordsEmpty
source: No records found
hi: कोई रिकॉर्ड नहीं मिला
mr: कोणतेही रेकॉर्ड आढळले नाहीत

# filterSocietyLabel
source: Society
hi: सोसायटी
mr: सोसायटी

# filterTankLabel
source: Tank
hi: टैंक
mr: टाकी

# filterPaymentStatusLabel
source: Payment Status
hi: भुगतान स्थिति
mr: भुगतान स्थिती

# filterStartDate
source: Start Date
hi: प्रारम्भ तिथि
mr: सुरुवातीची तारीख

# filterEndDate
source: End Date
hi: समाप्ति तिथि
mr: शेवटची तारीख

# filterDaysAhead
source: Days ahead:
hi: दिन आगे:
mr: दिवस पुढे:

# filterBySocietyLabel
source: Filter by Society
hi: सोसायटी से फ़िल्टर करें
mr: सोसायटीने फिल्टर करा

# buttonUpcoming
source: Upcoming
hi: आगामी
mr: आगामी

# buttonOverdue
source: Overdue
hi: अतिदेय
mr: बहुदा

# cleaningRecordsDateLabel
source: Date: {date}
hi: तिथि: {date}
mr: तारीख: {date}

# deleteCleaningRecordTitle
source: Delete Cleaning Record
hi: सफाई रिकॉर्ड हटाएँ
mr: स्वच्छता रेकॉर्ड हटवा

# deleteCleaningRecordMessage
source: Are you sure you want to delete this record?
hi: क्या आप वाकई इस रिकॉर्ड को हटाना चाहते हैं?
mr: आपण खरंच हा रेकॉर्ड हटवू इच्छिता?

# cleaningRecordDeleted
source: Record deleted successfully
hi: रिकॉर्ड सफलतापूर्वक हटाया गया
mr: रेकॉर्ड यशस्वीरित्या हटवला गेला

# cleaningRecordDeleteFailed
source: Failed to delete record
hi: रिकॉर्ड हटाने में विफल
mr: रेकॉर्ड हटवण्यात अयशस्वी

# cleaningRecordCreateTitle
source: Create Cleaning Record
hi: सफाई रिकॉर्ड बनाएँ
mr: स्वच्छता रेकॉर्ड तयार करा

# cleaningRecordEditTitle
source: Edit Cleaning Record
hi: सफाई रिकॉर्ड संपादित करें
mr: स्वच्छता रेकॉर्ड संपादित करा

# cleaningRecordTankLabel
source: Tank *
hi: टैंक *
mr: टाकी *

# cleaningRecordDateCleanedLabel
source: Date Cleaned *
hi: सफाई की तिथि *
mr: स्वच्छतेची तारीख *

# cleaningRecordNextExpectedLabel
source: Next Expected Date *
hi: अगली अपेक्षित तिथि *
mr: पुढील अपेक्षित तारीख *

# cleaningRecordPaymentStatusLabel
source: Payment Status *
hi: भुगतान स्थिति *
mr: भुगतान स्थिती *

# cleaningRecordPaymentModeLabel
source: Payment Mode
hi: भुगतान विधि
mr: भुगतान पद्धत

# cleaningRecordTransactionIdLabel
source: Transaction ID
hi: लेन-देन आईडी
mr: व्यवहार आयडी

# cleaningRecordChequeNumberLabel
source: Cheque Number *
hi: चेक नंबर *
mr: चेक क्रमांक *

# cleaningRecordChequeBankLabel
source: Bank Name *
hi: बैंक का नाम *
mr: बँकेचे नाव *

# cleaningRecordChequeDateLabel
source: Cheque Date *
hi: चेक तिथि *
mr: चेक तारीख *

# cleaningRecordTotalAmountLabel
source: Total Amount *
hi: कुल राशि *
mr: एकूण रक्कम *

# cleaningRecordAmountDueLabel
source: Amount Pending *
hi: लंबित राशि *
mr: प्रलंबित रक्कम *

# validationSelectTank
source: Please select a tank
hi: कृपया टैंक चुनें
mr: कृपया टाकी निवडा

# validationSelectDate
source: Please select a date
hi: कृपया तिथि चुनें
mr: कृपया तारीख निवडा

# validationAmountExceeds
source: Cannot exceed total amount
hi: कुल राशि से अधिक नहीं हो सकता
mr: एकूण रकमेपेक्षा जास्त असू शकत नाही

# validationInvalidEmail
source: Invalid email
hi: अमान्य ईमेल
mr: अवैध ईमेल

# validationInvalidPhone
source: Mobile number must be exactly 10 digits
hi: मोबाइल नंबर ठीक 10 अंकों का होना चाहिए
mr: मोबाइल नंबर नक्की 10 अंकांचा असावा

# cleaningRecordUpdateSuccess
source: Record updated successfully
hi: रिकॉर्ड सफलतापूर्वक अपडेट हुआ
mr: रेकॉर्ड यशस्वीरित्या अद्यतनित झाला

# cleaningRecordCreateSuccess
source: Record created successfully
hi: रिकॉर्ड सफलतापूर्वक बनाया गया
mr: रेकॉर्ड यशस्वीरित्या तयार झाला

# cleaningRecordUpdateFailed
source: Failed to update record
hi: रिकॉर्ड अपडेट करने में विफल
mr: रेकॉर्ड अद्यतनित करण्यात अयशस्वी

# cleaningRecordCreateFailed
source: Failed to create record
hi: रिकॉर्ड बनाने में विफल
mr: रेकॉर्ड तयार करण्यात अयशस्वी

# buttonUpdateRecord
source: Update Record
hi: रिकॉर्ड अपडेट करें
mr: रेकॉर्ड अद्यतनित करा

# buttonCreateRecord
source: Create Record
hi: रिकॉर्ड बनाएँ
mr: रेकॉर्ड तयार करा

# analyticsTitle
source: Analytics
hi: एनालिटिक्स
mr: विश्लेषण

# analyticsTabRevenue
source: Revenue
hi: राजस्व
mr: उत्पन्न

# analyticsTabSocieties
source: Societies
hi: सोसायटी
mr: सोसायटी

# analyticsTabFrequency
source: Frequency
hi: आवृत्ति
mr: वारंवारता

# analyticsTabPaymentModes
source: Payment Modes
hi: भुगतान मोड
mr: देयक पद्धती

# analyticsTabLocations
source: Locations
hi: स्थान
mr: ठिकाणे

# analyticsPeriodLabel
source: Period
hi: अवधि
mr: कालावधी

# analyticsYearLabel
source: Year
hi: वर्ष
mr: वर्ष

# analyticsPeriodDaily
source: Daily
hi: दैनिक
mr: दैनिक

# analyticsPeriodMonthly
source: Monthly
hi: मासिक
mr: मासिक

# analyticsPeriodYearly
source: Yearly
hi: वार्षिक
mr: वार्षिक

# analyticsNoRevenueData
source: No revenue data available
hi: कोई राजस्व डेटा उपलब्ध नहीं
mr: उपलब्ध उत्पन्न डेटा नाही

# analyticsNoData
source: No data available
hi: कोई डेटा उपलब्ध नहीं
mr: उपलब्ध डेटा नाही

# analyticsRevenueDetailsTitle
source: Revenue Details
hi: राजस्व विवरण
mr: उत्पन्न तपशील

# analyticsTransactionsCount
source: {count} transactions
hi: {count} लेन-देन
mr: {count} व्यवहार

# analyticsFrequencyDays
source: {count} days
hi: {count} दिन
mr: {count} दिवस

# analyticsTankCount
source: {count} tanks
hi: {count} टैंक
mr: {count} टाक्या

# analyticsGroupByLabel
source: Group By
hi: समूह के अनुसार
mr: गटानुसार

# analyticsGroupByState
source: State
hi: राज्य
mr: राज्य

# analyticsGroupByCity
source: City
hi: शहर
mr: शहर

# analyticsSocietyCount
source: {count} societies
hi: {count} सोसायटी
mr: {count} सोसायटी

# upcomingCleaningsTitle
source: Upcoming Cleanings
hi: आगामी सफाई
mr: आगामी स्वच्छता

# upcomingNoRecords
source: No upcoming cleanings
hi: कोई आगामी सफाई नहीं
mr: कोणतीही आगामी स्वच्छता नाही

# upcomingExpectedLabel
source: Expected: {date}
hi: अपेक्षित: {date}
mr: अपेक्षित: {date}

# overdueCleaningsTitle
source: Overdue Cleanings
hi: अतिदेय सफाई
mr: अतिदेय स्वच्छता

# overdueNoRecords
source: No overdue cleanings
hi: कोई अतिदेय सफाई नहीं
mr: कोणतीही अतिदेय स्वच्छता नाही

# overdueDaysOverdue
source: {days} days overdue
hi: {days} दिन अतिदेय
mr: {days} दिवस अतिदेय

# overdueCreateRecord
source: Create Record
hi: रिकॉर्ड बनाएँ
mr: रेकॉर्ड तयार करा

# cleaningRecordDetailsTitle
source: Cleaning Record Details
hi: सफाई रिकॉर्ड विवरण
mr: स्वच्छता रेकॉर्ड तपशील

# cleaningRecordNotFound
source: Record not found
hi: रिकॉर्ड नहीं मिला
mr: रेकॉर्ड सापडला नाही

# infoDateCleaned
source: Date Cleaned
hi: सफाई की तिथि
mr: स्वच्छतेची तारीख

# infoNextExpectedDate
source: Next Expected Date
hi: अगली अपेक्षित तिथि
mr: पुढील अपेक्षित तारीख

# infoPaymentStatus
source: Payment Status
hi: भुगतान स्थिति
mr: भुगतान स्थिती

# infoPaymentMode
source: Payment Mode
hi: भुगतान विधि
mr: भुगतान पद्धत

# infoTotalAmount
source: Total Amount
hi: कुल राशि
mr: एकूण रक्कम

# infoAmountDue
source: Amount Pending
hi: लंबित राशि
mr: प्रलंबित रक्कम

# buttonEditRecord
source: Edit Record
hi: रिकॉर्ड संपादित करें
mr: रेकॉर्ड संपादित करा

# buttonDeleteRecord
source: Delete
hi: हटाएं
mr: हटवा

# societiesTitle
source: Societies
hi: सोसायटी
mr: सोसायटी

# societiesLoadError
source: Failed to load societies
hi: सोसायटी लोड करने में विफल
mr: सोसायटी लोड करण्यात अयशस्वी

# societiesEmpty
source: No societies found
hi: कोई सोसायटी नहीं मिली
mr: कोणतीही सोसायटी आढळली नाही

# societiesSearchLabel
source: Search
hi: खोजें
mr: शोधा

# societiesStateLabel
source: State
hi: राज्य
mr: राज्य

# societiesCityLabel
source: City
hi: शहर
mr: शहर

# societiesAllStates
source: All States
hi: सभी राज्य
mr: सर्व राज्ये

# societiesAllCities
source: All Cities
hi: सभी शहर
mr: सर्व शहरे

# societiesDeleteTitle
source: Delete Society
hi: सोसायटी हटाएँ
mr: सोसायटी हटवा

# societiesDeleteMessage
source: Are you sure you want to delete this society? This will also delete all associated tanks and cleaning records.
hi: क्या आप वाकई इस सोसायटी को हटाना चाहते हैं? इससे संबंधित सभी टैंक और सफाई रिकॉर्ड भी हट जाएंगे।
mr: आपण खरंच ही सोसायटी हटवू इच्छिता? त्यामुळे संबंधित सर्व टाक्या आणि स्वच्छता रेकॉर्ड हटवले जातील.

# societyDeletedSuccess
source: Society deleted successfully
hi: सोसायटी सफलतापूर्वक हटाई गई
mr: सोसायटी यशस्वीरित्या हटवली

# societyDeleteFailed
source: Failed to delete society
hi: सोसायटी हटाने में विफल
mr: सोसायटी हटवण्यात अयशस्वी

# paginationLabel
source: Page {current} of {total}
hi: पृष्ठ {current} / {total}
mr: पृष्ठ {current} / {total}

# tanksTitle
source: Tanks
hi: टैंक
mr: टाक्या

# tanksLoadError
source: Failed to load tanks
hi: टैंक लोड करने में विफल
mr: टाक्या लोड करण्यात अयशस्वी

# tanksEmpty
source: No tanks found
hi: कोई टैंक नहीं मिला
mr: कोणतीही टाकी आढळली नाही

source: Filter by Society
hi: सोसायटी से फ़िल्टर करें
mr: सोसायटीने फिल्टर करा

# filterAllSocieties
source: All Societies
hi: सभी सोसायटी
mr: सर्व सोसायटी

# tanksDeleteTitle
source: Delete Tank
hi: टैंक हटाएँ
mr: टाकी हटवा

# tanksDeleteMessage
source: Are you sure you want to delete this tank? This will also delete all associated cleaning records.
hi: क्या आप वाकई इस टैंक को हटाना चाहते हैं? इससे संबंधित सभी सफाई रिकॉर्ड भी हट जाएंगे।
mr: आपण खरंच ही टाकी हटवू इच्छिता? त्यामुळे संबंधित सर्व स्वच्छता रेकॉर्ड हटवले जातील.

# tankDeletedSuccess
source: Tank deleted successfully
hi: टैंक सफलतापूर्वक हटाया गया
mr: टाकी यशस्वीरित्या हटवली

# tankDeleteFailed
source: Failed to delete tank
hi: टैंक हटाने में विफल
mr: टाकी हटवण्यात अयशस्वी

# createSocietyTitle
source: Create Society
hi: सोसायटी बनाएँ
mr: सोसायटी तयार करा

# editSocietyTitle
source: Edit Society
hi: सोसायटी संपादित करें
mr: सोसायटी संपादित करा

# societyNameLabel
source: Society Name *
hi: सोसायटी नाम *
mr: सोसायटीचे नाव *

# societyStateLabel
source: State *
hi: राज्य *
mr: राज्य *

# societyCityLabel
source: City *
hi: शहर *
mr: शहर *

# societyPincodeLabel
source: Pincode *
hi: पिनकोड *
mr: पिनकोड *

# societyAddressLabel
source: Full Address *
hi: पूरा पता *
mr: संपूर्ण पत्ता *

source: Chairman Details
hi: चेयरमैन विवरण
mr: चेअरमन तपशील

# chairmanNameLabel
source: Chairman Name *
hi: चेयरमैन नाम *
mr: चेअरमनचे नाव *

# chairmanPhoneLabel
source: Chairman Phone *
hi: चेयरमैन फोन *
mr: चेअरमन फोन *

# chairmanEmailLabel
source: Chairman Email (optional)
hi: चेयरमैन ईमेल (वैकल्पिक)
mr: चेअरमन ईमेल (ऐच्छिक)

source: Secretary Details
hi: सचिव विवरण
mr: सचिव तपशील

# secretaryNameLabel
source: Secretary Name *
hi: सचिव नाम *
mr: सचिवाचे नाव *

# secretaryPhoneLabel
source: Secretary Phone *
hi: सचिव फोन *
mr: सचिव फोन *

# secretaryEmailLabel
source: Secretary Email (optional)
hi: सचिव ईमेल (वैकल्पिक)
mr: सचिव ईमेल (ऐच्छिक)

# societyCreateSuccess
source: Society created successfully
hi: सोसायटी सफलतापूर्वक बनाई गई
mr: सोसायटी यशस्वीरित्या तयार झाली

# societyUpdateSuccess
source: Society updated successfully
hi: सोसायटी सफलतापूर्वक अपडेट हुई
mr: सोसायटी यशस्वीरित्या अद्यतनित झाली

# societyCreateFailed
source: Failed to create society
hi: सोसायटी बनाने में विफल
mr: सोसायटी तयार करण्यात अयशस्वी

# societyUpdateFailed
source: Failed to update society
hi: सोसायटी अपडेट करने में विफल
mr: सोसायटी अद्यतनित करण्यात अयशस्वी

# buttonCreateSociety
source: Create Society
hi: सोसायटी बनाएँ
mr: सोसायटी तयार करा

# buttonUpdateSociety
source: Update Society
hi: सोसायटी अपडेट करें
mr: सोसायटी अद्यतनित करा

# createTankTitle
source: Create Tank
hi: टैंक बनाएँ
mr: टाकी तयार करा

# editTankTitle
source: Edit Tank
hi: टैंक संपादित करें
mr: टाकी संपादित करा

# tankSocietyLabel
source: Society *
hi: सोसायटी *
mr: सोसायटी *

# tankLocationLabel
source: Location *
hi: स्थान *
mr: स्थान *

# tankFrequencyLabel
source: Cleaning Frequency (days) *
hi: सफाई आवृत्ति (दिन) *
mr: स्वच्छता वारंवारता (दिवस) *

# tankFrequencyValue
source: Frequency: {days} days
hi: आवृत्ति: {days} दिन
mr: वारंवारता: {days} दिवस

# validationSelectSociety
source: Please select a society
hi: कृपया सोसायटी चुनें
mr: कृपया सोसायटी निवडा

# tankCreateSuccess
source: Tank created successfully
hi: टैंक सफलतापूर्वक बनाया गया
mr: टाकी यशस्वीरित्या तयार झाली

# tankUpdateSuccess
source: Tank updated successfully
hi: टैंक सफलतापूर्वक अपडेट हुआ
mr: टाकी यशस्वीरित्या अद्यतनित झाली

# tankCreateFailed
source: Failed to create tank
hi: टैंक बनाने में विफल
mr: टाकी तयार करण्यात अयशस्वी

# tankUpdateFailed
source: Failed to update tank
hi: टैंक अपडेट करने में विफल
mr: टाकी अद्यतनित करण्यात अयशस्वी

# buttonCreateTank
source: Create Tank
hi: टैंक बनाएँ
mr: टाकी तयार करा

# buttonUpdateTank
source: Update Tank
hi: टैंक अपडेट करें
mr: टाकी अद्यतनित करा

# societyDetailsTitle
source: Society Details
hi: सोसायटी विवरण
mr: सोसायटी तपशील

source: Society not found
hi: सोसायटी नहीं मिली
mr: सोसायटी सापडली नाही

# tanksSectionTitle
source: Tanks
hi: टैंक
mr: टाक्या

# addTankButton
source: Add Tank
hi: टैंक जोड़ें
mr: टाकी जोडा

source: No tanks found
hi: कोई टैंक नहीं मिला
mr: कोणतीही टाकी आढळली नाही

# recentCleaningsSection
source: Recent Cleanings
hi: हाल की सफाई
mr: अलीकडील स्वच्छता

source: No cleaning records found
hi: कोई सफाई रिकॉर्ड नहीं मिला
mr: कोणतेही स्वच्छता रेकॉर्ड आढळले नाहीत

# tankDetailsTitle
source: Tank Details
hi: टैंक विवरण
mr: टाकी तपशील

source: Tank not found
hi: टैंक नहीं मिला
mr: टाकी सापडली नाही

# viewSocietyButton
source: View Society
hi: सोसायटी देखें
mr: सोसायटी पाहा

# cleaningHistorySection
source: Cleaning History
hi: सफाई इतिहास
mr: स्वच्छता इतिहास

# addCleaningRecordButton
source: Add Record
hi: रिकॉर्ड जोड़ें
mr: रेकॉर्ड जोडा

# cleaningRecordLoadError
source: Failed to load record
hi: रिकॉर्ड लोड करने में विफल
mr: रेकॉर्ड लोड करण्यात अयशस्वी

# cleaningRecordDetailsNotFound
source: Record not found
hi: रिकॉर्ड नहीं मिला
mr: रेकॉर्ड सापडला नाही

# receiptTitle
source: RECEIPT
hi: रसीद
mr: पावती

source: Receipt Number
hi: रसीद संख्या
mr: पावती क्रमांक

# receiptDate
source: Date
hi: तारीख
mr: तारीख

# receiptCustomerInfo
source: Customer Information
hi: ग्राहक जानकारी
mr: ग्राहक माहिती

# receiptSocietyName
source: Society Name
hi: सोसाइटी का नाम
mr: सोसायटीचे नाव

# receiptAddress
source: Address
hi: पता
mr: पत्ता

# receiptCity
source: City
hi: शहर
mr: शहर

# receiptContactPerson
source: Contact Person
hi: संपर्क व्यक्ति
mr: संपर्क व्यक्ती

# receiptPhone
source: Phone
hi: फोन
mr: फोन

# receiptServiceDetails
source: Service Details
hi: सेवा विवरण
mr: सेवा तपशील

# receiptTankLocation
source: Tank Location
hi: टैंक स्थान
mr: टाकी स्थान

# receiptCleaningDate
source: Cleaning Date
hi: सफाई की तारीख
mr: स्वच्छतेची तारीख

# receiptNextCleaningDate
source: Next Cleaning Date
hi: अगली सफाई की तारीख
mr: पुढील स्वच्छतेची तारीख

# receiptPaymentInfo
source: Payment Information
hi: भुगतान जानकारी
mr: भुगतान माहिती

# receiptPaymentStatus
source: Payment Status
hi: भुगतान स्थिति
mr: भुगतान स्थिती

# receiptPaymentMode
source: Payment Mode
hi: भुगतान मोड
mr: भुगतान पद्धत

# receiptTotalAmount
source: Total Amount
hi: कुल राशि
mr: एकूण रक्कम

# receiptAmountDue
source: Amount Pending
hi: लंबित राशि
mr: प्रलंबित रक्कम

# receiptAmountPaid
source: Amount Paid
hi: भुगतान की गई राशि
mr: दिलेली रक्कम

# receiptAmountReceived
source: Received Amount
hi: प्राप्त राशि
mr: प्राप्त रक्कम

# receiptThankYou
source: Thank you for your business!
hi: आपके व्यवसाय के लिए धन्यवाद!
mr: आपल्या व्यवसायासाठी धन्यवाद!

# receiptFooter
source: This is a computer-generated receipt. No signature required.
hi: यह एक कंप्यूटर-जनित रसीद है। हस्ताक्षर की आवश्यकता नहीं है।
mr: ही संगणक-निर्मित पावती आहे. स्वाक्षरी आवश्यक नाही.

# buttonDownloadReceipt
source: Download Receipt
hi: रसीद डाउनलोड करें
mr: पावती डाउनलोड करा

# receiptGenerating
source: Generating receipt...
hi: रसीद बनाई जा रही है...
mr: पावती तयार केली जात आहे...

# receiptGenerated
source: Receipt generated successfully
hi: रसीद सफलतापूर्वक बनाई गई
mr: पावती यशस्वीरित्या तयार झाली

# receiptGenerationFailed
source: Failed to generate receipt
hi: रसीद बनाने में विफल
mr: पावती तयार करण्यात अयशस्वी

# buttonExportAnalytics
source: Export Analytics to Excel
hi: एक्सेल में एनालिटिक्स निर्यात करें
mr: एक्सेलमध्ये विश्लेषण निर्यात करा

# analyticsExcelGenerating
source: Generating Excel file...
hi: एक्सेल फ़ाइल बनाई जा रही है...
mr: एक्सेल फाइल तयार केली जात आहे...

# analyticsExcelGenerated
source: Excel file generated successfully
hi: एक्सेल फ़ाइल सफलतापूर्वक बनाई गई
mr: एक्सेल फाइल यशस्वीरित्या तयार झाली

# analyticsExcelGenerationFailed
source: Failed to generate Excel file
hi: एक्सेल फ़ाइल बनाने में विफल
mr: एक्सेल फाइल तयार करण्यात अयशस्वी
